@extends('layouts.app')
@section('title', "プライバシーポリシー|" . config('app.name'))
@section('content')
    <section>
        <div class="wrapper">
            <h2 class="title">プライバシーポリシー</h2>

            <h3 class="subtitle">個人情報の利用目的</h3>
            <p class="description">お問い合わせの際に取得した個人情報は、お問い合わせに対する回答や必要な情報をご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。</p>

            <h3 class="subtitle">広告について</h3>
            <p class="description">当サイトは、Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである、Amazonアソシエイト・プログラムの参加者です。</p>

            <h3 class="subtitle">アクセス解析ツールについて</h3>
            <p class="description">当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにクッキー（Cookie）を使用しております。トラフィックデータは匿名で収集されており、個人を特定するものではありません。</p>

            <h3 class="subtitle">免責事項</h3>
            <p class="description">当サイトからのリンクやバナーなどで移動したサイトで提供される情報、サービス等について一切の責任を負いません。
            また当サイトのコンテンツ・情報について、正確性や安全性を保証するものではありません。情報が古くなっていることもございます。
            当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。</p>

            <h3 class="subtitle">著作権について</h3>
            <p class="description">当サイトで掲載している文章や画像などにつきましては、無断転載することを禁止します。
            当サイトは著作権や肖像権の侵害を目的としたものではありません。著作権や肖像権に関して問題がございましたら、お問い合わせフォームよりご連絡ください。迅速に対応いたします。</p>

            <h3 class="subtitle">リンクについて</h3>
            <p class="description">当サイトは基本的にリンクフリーです。リンクを行う場合の許可や連絡は不要です。</p>
        </div>
    </section>
@endsection
