<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ProductSeeder extends Seeder
{
    /**
     * データベースに対するデータ設定の実行
     *
     * @return void
     */
    public function run()
    {
        DB::table('products')->insert([
            [
                'asin' => 'B079VNN2FX',
                'name' => '自分の中に毒を持て',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！私自身も実際に読み非常に大きな刺激を受けました。文章から岡本太郎さんの力強さがひしひしと伝わる一冊です。以下概要説明です。
                長年愛されてきたロングセラーが、満を持しての新装刊。 文字が大きく読みやすくなり、カラー口絵付きで、パワーアップして生まれ変わりました！“才能なんて勝手にしやがれだ” “だめ人間なら、そのマイナスに賭けてみろ”岡本太郎の遺した作品と言葉は、いまでも私たちに鋭く問いかけています。 瞬間を生き抜く、岡本太郎のパッションは、強い力をもって私たちの生命にズシンと響くのです。さあ、あなたも歓喜と驚きに満ちた人生をつかみとってください。
                メディア掲載レビューほか
                自分の中に毒を持て あなたは“常識人間”を捨てられるか
                著者が1993年に出した文庫本の新装版。亡くなる3年前に書き残した。
                　今を生きる人々を叱咤激励している。自分の人生を振り返って、この世に生まれ出た瞬間から（覚えているわけではないだろうが）、小学校時代、パリ留学時代、今日に至るまでを「決められた枠にはまらずに、自分の思いを爆発させ続けてきた連続だ」と言う。

                　著者の主張は明快だ。「集団に馴染むために個性を殺すな。1人ひとりが本気で考え、自分の思いを爆発させなければ、世界はつまらなくなる」。

                　何かを生み出すためには、自分を追い込むことが必要だ、という言葉は芸術家として生き抜いた著者の叫びだ。

                　数々の前衛的な芸術作品に込められた熱く厳しいメッセージが伝わってきて、勇気づけられる。


                (日経ビジネス 2002/02/11 Copyright©2001 日経BP企画..All rights reserved.)
                -- 日経BP企画 --このテキストは、kindle_edition版に関連付けられています。

                内容（「MARC」データベースより）
                瞬間瞬間を生きているか。ほんとうの自分を貫いているか。「才能なんて勝手にしやがれだ」「ダメ人間なら、そのマイナスに賭けてみろ」 今も鋭く問いかける、生涯芸術家岡本太郎からのメッセージ。93年刊の新装版。
                --このテキストは、kindle_edition版に関連付けられています。
                著者について
                芸術家。1911年生まれ。29年に渡仏し、30年代のパリで抽象芸術やシュルレアリスム運動に参加。
                パリ大学でマルセル・モースに民族学を学び、ジョルジュ・バタイユらと活動をともにした。
                40年帰国。戦後日本で前衛芸術運動を展開し、問題作を次々と社会に送り出す。
                51年に縄文土器と遭遇し、翌年「縄文土器論」を発表。
                70年大阪万博で太陽の塔を制作し、国民的存在になる。
                96年没。いまも若い世代に大きな影響を与え続けている。 --このテキストは、paperback_bunko版に関連付けられています。
                内容（「BOOK」データベースより）
                みんなどうしても、安全な道の方を採りたがるものだけれど、それがだめなんだ。人間、自分を大切にして、安全を望むんだったら、何も出来なくなってしまう。計算づくでない人生を体験することだ。誰もが計算づくで、自分の人生を生きている。たとえば美術家でいえば、美術家というのは、人に好かれる絵を描かなければならない。時代に合わした絵で認められないと、食ってはいけない。生活ができない。だけど、ぼくはまったく逆のことをやって生きてきた。ほんとうに自分を貫くために、人に好かれない絵を描き、発言し続けてきた。1度でいいから思い切って、ぼくと同じにだめになる方、マイナスの方の道を選ぼう、と決意してみるといい。そうすれば、必ず自分自身がワァーッともり上がってくるにちがいない。それが生きるパッションなんだ。 --このテキストは、絶版本またはこのタイトルには設定されていない版型に関連付けられています。
                著者略歴 (「BOOK著者紹介情報」より)
                岡本/太郎
                芸術家。1911年生まれ。29年に渡仏し、30年代のパリで抽象芸術やシュルレアリスム運動に参画。パリ大学でマルセル・モースに民族学を学び、ジョルジュ・バタイユらと活動をともにした。40年帰国。戦後日本で前衛芸術運動を展開し、問題作を次々と社会に送り出す。51年に縄文土器と遭遇し、翌年「縄文土器論」を発表。70年大阪万博で『太陽の塔』を制作し、国民的存在になる。96年没(本データはこの書籍が刊行された当時に掲載されていたものです) --このテキストは、paperback_bunko版に関連付けられています。',
                'url' => 'https://www.amazon.co.jp/gp/product/B079VNN2FX/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B079VNN2FX&linkCode=as2&tag=kagaway-22&linkId=6a4af7dbd4d106cba81e7d21b0152ebf',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=B079VNN2FX&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4862760856',
                'name' => 'イシューからはじめよ',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！以下概要説明です。
                ★ロジカルシンキング・問題解決の決定版！
                ★AI×データ時代の必携書。支持され続けて20万部突破！

                やるべきことは、100分の1になる！

                コンサルタント、研究者、マーケター、プランナー……
                生み出す変化で稼ぐ、プロフェッショナルのための思考術
                「脳科学×マッキンゼー×ヤフー」
                トリプルキャリアが生み出した究極の問題設定＆解決法

                〈圧倒的に生産性の高い人〉に共通する問題設定＆解決法
                「イシュー」とは、「2つ以上の集団の間で決着のついていない問題」であり「根本に関わる、もしくは白黒がはっきりしていない問題」の両方の条件を満たすもの。
                あなたが「問題だ」と思っていることは、そのほとんどが、「いま、この局面でケリをつけるべき問題=イシュー」ではない。
                本当に価値のある仕事をしたいなら、本当に世の中に変化を興したいなら、この「イシュー」を見極めることが最初のステップになる。

                目次

                はじめに 優れた知的生産に共通すること
                ■序章 この本の考え方―脱「犬の道」
                ■第1章 イシュードリブン―「解く」前に「見極める」
                ■第2章 仮説ドリブン(1)―イシューを分解し、ストーリーラインを組み立てる
                ■第3章 仮説ドリブン(2)―ストーリーを絵コンテにする
                ■第4章 アウトプットドリブン―実際の分析を進める
                ■第5章 メッセージドリブン―「伝えるもの」をまとめる
                おわりに 「毎日の小さな成功」からはじめよう
                出版社からのコメント
                2010年の発売当初は読者の方から「数年に一度の問題解決の名著」「ロジカルシンキングの決定版」などの声を、そして現在では「AIとデータの時代だからこそ読みたい本」との声もいただくようになりました。
                AIとデータの重要性が高まるなか、これからますます問われるのは、「感じる力」、「決める力」、「伝える力」。本書『イシューからはじめよ』は、それらを見つめ直し、磨き上げる一助になる一冊です。 --このテキストは、tankobon_softcover版に関連付けられています。
                内容（「BOOK」データベースより）
                MECE、フレームワーク、ピラミッド構造、フェルミ推定…目的から理解する知的生産の全体観。「脳科学×戦略コンサル×ヤフー」トリプルキャリアが生み出した究極の問題設定&解決法。コンサルタント、研究者、マーケター、プランナー…「生み出す変化」で稼ぐ、プロフェッショナルのための思考術。 --このテキストは、tankobon_softcover版に関連付けられています。
                著者について
                安宅和人
                1968年富山県生まれ。東京大学大学院生物化学専攻にて修士号取得後、マッキンゼー・アンド・カンパニーに入社。4年半の勤務後、イェール大学・脳神経科学プログラムに入学。平均7 年弱かかるところ3年9カ月で学位取得(Ph.D.)。2001年末、マッキンゼー復帰に伴い帰国。マーケティング研究グループのアジア太平洋地域における中心メンバーの1人として、飲料・小売り・ハイテクなど幅広い分野におけるブランド立て直し、商品・事業開発に関わる。また、東京事務所における新人教育のメンバーとして「問題解決」「分析」「チャートライティング」などのトレーニングを担当。2008年よりヤフー株式会社に移り、2012年よりチーフストラテジーオフィサー。幅広い事業戦略課題・大型提携案件の推進に加え、市場インサイト部門、ビッグデータ戦略などを担当。データサイエンティスト協会理事・スキル定義委員長。総合科学技術イノベーション会議(CSTI)基本計画専門調査会 委員ほか公職多数。2018年より慶應義塾大学環境情報学部教授。著書に『シン・ニホン』(NewsPicksパブリッシング、2020年)。

                --このテキストは、tankobon_softcover版に関連付けられています。
                著者略歴 (「BOOK著者紹介情報」より)
                安宅/和人
                1968年、富山県生まれ。東京大学大学院生物化学専攻にて修士号取得後、マッキンゼー・アンド・カンパニーに入社。4年半の勤務後、イェール大学・脳神経科学プログラムに入学。3年9カ月で学位取得(Ph.D.)。マッキンゼー復帰に伴い帰国。マーケティング研究グループのアジア太平洋地域における中心メンバーの1人として、飲料、小売り・ハイテクなど幅広い分野におけるブランド立て直し、商品・事業開発に関わる。また、東京事務所における新人教育のメンバーとして「問題解決」「分析」「チャートライティング」などのトレーニングを担当(本データはこの書籍が刊行された当時に掲載されていたものです) --このテキストは、tankobon_softcover版に関連付けられています。',
                'url' => 'https://www.amazon.co.jp/gp/product/4862760856/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4862760856&linkCode=as2&tag=kagaway-22&linkId=eb6ed98651de96827ad85eff43dd0d91',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4862760856&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4910063137',
                'name' => '2030年:すべてが「加速」する世界に備えよ',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！私も非常に気になり現在購読中です。以下概要説明です。
                ◎『週刊東洋経済』ベストブック2021特集 「未来予測本」ランキング 第1位
                ◎早くも8万部突破！
                ◎イーロン・マスクの盟友が「この先10年の未来」を全方位ガイド！
                ◎学生から投資家・経営者まで、全業界の「この先10年の地殻変動」が1冊ですべてわかる！
                ◎Forbes誌「2020年のトップ10ビジネスブック」選出
                ◎米Amazonレビュー1,400件突破(☆平均4.7)の大ベストセラー、待望の日本語版

                小売、広告、エンタテインメント、交通、教育、医療、長寿、金融、不動産、環境……
                テクノロジーの“融合”によって、大変化は従来予想より20年早くやってくる。
                エリック・シュミット(Google元CEO)、クリントン元大統領ら世界のビジョナリーが支持する
                「シリコンバレーのボス」が、この先10年のビジネス・産業・ライフスタイルを1冊で解説!

                「分野ごとに起きるテクノロジーの地殻変動を理解し、それに備えれば、あなたは絶対に生き残れる」
                ――佐藤優(作家・元外務省主任分析官)

                「刺激的な未来をめぐるジェットコースターのような1冊。日本のメディアがあまり取り上げないトピックを、特にしっかり本書で確認してほしい」
                (本書解説より)
                ——山本康正(DNX Venturesインダストリー パートナー、『2025年を制覇する破壊的企業』)


                この1冊で「近未来」を一望できる！
                ・「空飛ぶ車」が現実になる
                ・ショッピングモールがなくなる
                ・SNSマーケティングは終わる
                ・1万6000の病気が新たに治る
                ・「老化」が克服される
                ・自動車保険が消える
                ・「立地」で家を買う時代が終わる
                ・環境問題対策にイノベーションが追いつく
                ・「AI」と「移民」によって大量の雇用が生まれる
                ・新たな「デジタル知性」が生まれる
                ・etc

                目次
                第1章 「コンバージェンス(融合)」の時代がやってくる
                第2章 エクスポネンシャル・テクノロジー Part 1
                第3章 エクスポネンシャル・テクノロジー Part 2
                第4章 加速が“加速”する
                第5章 買い物の未来
                第6章 広告の未来
                第7章 エンターテインメントの未来
                第8章 教育の未来
                第9章 医療の未来
                第10章 寿命延長の未来
                第11章 保険・金融・不動産の未来
                第12章 食料の未来
                第13章 脅威と解決策
                第14章 5つの大移動がはじまる

                「あと10年で、あらゆる産業と社会は根底から変わる——。今日の最先端テクノロジーがこれから加速し、かつ、互いに「融合」するからだ。本書はこの新しい未来を全方位的にマッピングした、世界初の本である。起業家、CEO、リーダーたちはもちろん、ぼくらを待ちうける大変革を理解したいすべての人に、本書を推薦する」
                ——レイ・カーツワイル(Google AI開発ディレクター、『シンギュラリティは近い』著者)
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/4910063137/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4910063137&linkCode=as2&tag=kagaway-22&linkId=ffb6ca280efc1bfa10e1984539032fa0',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4910063137&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => 'B00KFB5DJC',
                'name' => '7つの習慣',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！私自身、大学生の時にこの本に出会い、主体的であるべきだという考え方に大きな感銘を受けました。以下概要説明です。
                全世界4,000万部、国内240万部を超え、今も読み続けられるビジネス書のベストセラー『7つの習慣』は、人生哲学の定番として親しまれてきました。

                今回スティーブン・R・コヴィー博士没後1年を期に、『7つの習慣』が本来持つ「人格主義」に基づき、原書に忠実に訳し直しました。
                よりわかりやすく理解しやすい完全訳の『完訳 7つの習慣 人格主義の回復』。
                豊かな人生を望むすべての人にお届けします。
                出版社からのコメント
                『7つの習慣 成功には原則があった! 』が、スティーブン・R・コヴィー博士没後1年を期に新たに訳し直され、『完訳 7つの習慣 人格主義の回復』として刊行いたします。

                日本語に翻訳されて17年。ベストセラーの「7つの習慣」を、なぜ新たに訳し直さなければならなかったのか。そしてどう変わったのでしょうか。


                ●不透明な時代だからこそ人格主義!

                今回の『完訳 7つの習慣』刊行に際して、著名な方々にインタビューさせていただきました。その中で、皆さんから言われる共通のポイントは、実は「副題が今までオリジナルのものではなかった」ということをお伝えしたことに対する反応です。それは「人格主義の回復」ですとお話すると、皆さん「なるほど! 」とうなられるのです。この言葉を聞いて、それは今の時代の流れに合っていると確信しました。「人格主義の回復」はコヴィー博士本来の意図であり、そのミッションに基づいて『完訳 7つの習慣 人格主義の回復』を世に出すことは非常に大きな意味があると考えています。

                ●変わらない軸で激動の時代を乗り切る

                人格主義の土台となるのが、時代を通して変わらない軸となる原理原則です。コヴィー博士は、今回の『完訳 7つの習慣 人格主義の回復』に収録した「はじめに」の中で、時代が変われば「7つの習慣」も変わるのかという問いに対して、いや、これは原理原則なので、時代が変わるからこそ、逆に変わらない軸となり支えとなっていくと答えられています。むしろ今日の激動の時代だからこそ、多くの人たちが変わらない軸を必要としており、「7つの習慣」が日本人に受け入れられた結果として、現行版が168万部にもなったのだと思います。

                ●コヴィー博士の想いをきちんと伝えていくこと

                今回やりたかったことは、『7つの習慣』というブランドの浸透より、コヴィー博士をブランドとして確立することです。アメリカではピーター・ドラッカーとスティーブン・R・コヴィー博士の知名度はあまり変わらないのですが、残念ながら日本での知名度に大きな差があります。コヴィー博士の名前をきちんと伝えていくこと、そして『7つの習慣』を知っていただく必要があります。コヴィー博士が考えていた本当の「7つの習慣」を伝えるため、またコヴィー博士というブランドを確立するため、コヴィー博士本来の哲学や思想を一番大切するために、新たに訳し直したのです。

                ●原著に忠実にかつ老若男女にもわかりやすい翻訳

                新たに翻訳し直す際の基準は、とにかく原書に忠実ということです。とは言いながら読者は日本人ですから、日本語としてわかりやすいことが大前提となります。この2つを軸に、習慣名も含めて聖域は持たずに完全にゼロベースで、コヴィー博士が本当に伝えたいと思っていることが伝わる訳になるよう徹しました。もう一つの指針として、現行版はビジネスパーソンを意識して翻訳され、それはサブタイトル「成功には原則があった! 」にも反映されていますので、今回はより幅広い読者にも理解できるわかりやすい訳を心がけました。私たちは、「7つの習慣」を子ども向けに展開した『7つの習慣ティーンズ』やより一般読者向けに展開した『まんがと図解でわかる7つの習慣』など、かなりプロダクトラインも増え、多岐にわたって『7つの習慣』を紹介しています。そういう点でも、老若男女すべての日本国民が親しめる『7つの習慣』という点も意識しました。

                ●コヴィー博士の意図を生かした習慣名に変更

                コヴィー博士本来の意図を伝えるために、習慣名も2つを除いて変えました。まず第1の習慣「主体性を発揮する」は原著では「Be Proactive」であり、「Be=なる」というニュアンスを生かして「主体的である」と訳し直しました。そして、第2の習慣は原著の「Begin with the End in Mind」に込められたコヴィー博士の意図を汲んで「終わりを思い描くことから始める」に変更しました。第3の習慣も原著の「Put First Things First」に込められた想いを生かして、「最優先事項を優先する」としました。第4の習慣「Win-Winを考える」は変わりません。大きく変わったのが第5の習慣です。原著の「Seek First to Understand, Then to be Understood」の「Seek」の「求めていく」というニュアンスを出して「まず理解に徹し、そして理解される」としました。第6の習慣は今では「シナジー」が一般的であり、また原著の「今生み出す」というニュアンスを生かして「シナジーを創り出す」に改めました。最後に第7の習慣「刃を研ぐ」は現行通りです。

                ●さらに多くの人に読んで実践していただくために

                日本で『7つの習慣』はベストセラーとして紹介されていますが、まだ本当の意味では浸透していないと思います。これから10年、20年先の何百万人というお客様、今日生まれたような赤ちゃんが20年後に『7つの習慣』を手に取るような未来を考えていくと、現在の販売部数はまだごく一部だと思っています。よりわかりやすく訳し直すことで、幅広い読者に理解していただけるようになりましたので、一層の普及に弾みをつけたいと考えています。読みやすくなったことによって「7つの習慣」がより身近になり、途中で挫折することなく日々の行動に生かすことが容易になったと確信しています。
                --このテキストは、hardcover版に関連付けられています。
                内容（「BOOK」データベースより）
                国内200万、世界3,000万の人生のバイブル。内容はそのままに、いつでも、どこでも、読めるよう、小さく、軽くなった特装版登場! --このテキストは、tankobon_hardcover版に関連付けられています。',
                'url' => 'https://www.amazon.co.jp/gp/product/B00KFB5DJC/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00KFB5DJC&linkCode=as2&tag=kagaway-22&linkId=6eed84f2817f4665431328d86979d881',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=B00KFB5DJC&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => 'B01AHEL75K',
                'name' => 'ゼロ秒思考',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！私の好きなインフルエンサーが複数人お薦めしていたため、間違いないと思い読みましたが相当良かったです。以下概要説明です。
                累計30万部突破のロングセラー！
                トップアスリートも戦略コンサルタントも実践する、
                頭がよくなり、心も鍛えられるトレーニング。

                マッキンゼーで14年間活躍した著者の独自メソッド――

                それは、「メモ書き」によって思考と感情の言語化をトレーニングすることで、
                どんな人でも確実に頭がよくなり、心も鍛えられるというもの。
                著者が二十数年にわたって改良を続け、
                クライアント先で実践してもらうことで、
                すでに数千人を超える人が効果を実感している。

                誰でも、どこでもできて、お金もほとんどかからないシンプルな方法ながら、
                実践した多くの人が、
                「明らかに日々の思考量や行動量が増えた」
                「打てば響くような会話ができるようになった」
                「オリジナルな企画書をすぐに書けるようになった」
                「自分に自信がついた」
                「気持ちを素直に伝えらえるようになった」
                という。

                本書はそのトレーニングの方法を詳細に解説し、
                著者の考える思考の質とスピードの到達点、
                「ゼロ秒思考」への道を紹介するものである。

                【本文より】
                A4の紙に1件1ページで書く。
                ゆっくり時間をかけるのではなく、1ページを1分以内にさっと書く。
                毎日10ページ書き、フォルダに投げ込んで瞬時に整理する。
                それだけで、マッキンゼーのプログラムでも十分に教えていない、
                最も基本的な「考える力」を鍛えられる。
                深く考えることができるだけでなく、
                「ゼロ秒思考」と言える究極のレベルに近づける。

                【著者への質問が可能】
                本書の特長として、著者が「おわりに」でメールアドレスを公開し、
                読者のメモ書きへのフィードバックを約束している。
                また、フェイスブックで特設ページを開設しており、
                そこで直接著者に質問できる。
                フェイスブックの検索で「ゼロ秒思考」と入れてみていただきたい。
                内容（「BOOK」データベースより）
                A4の紙に1件1ページで書く。ゆっくり時間をかけるのではなく、1ページを1分以内にさっと書く。毎日10ページ書き、フォルダに投げ込んで瞬時に整理する。それだけで、マッキンゼーのプログラムでも十分に教えていない、最も基本的な「考える力」を鍛えられる。深く考えることができるだけでなく、「ゼロ秒思考」と言える究極のレベルに近づける。 --このテキストは、tankobon_softcover版に関連付けられています。
                著者略歴 (「BOOK著者紹介情報」より)
                赤羽/雄二
                東京大学工学部を1978年に卒業後、小松製作所で建設現場用ダンプトラックの設計・開発に携わる。1983年よりスタンフォード大学大学院に留学し、機械工学修士、修士上級課程を修了。1986年、マッキンゼーに入社。経営戦略の立案と実行支援、新組織の設計と導入、マーケティング、新事業立ち上げなど多数のプロジェクトをリード。1990年にはマッキンゼーソウルオフィスをゼロから立ち上げ、120名強に成長させる原動力となるとともに、韓国企業、特にLGグループの世界的な躍進を支えた(本データはこの書籍が刊行された当時に掲載されていたものです) --このテキストは、tankobon_softcover版に関連付けられています。
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/B00HQ6O7BO/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=B00HQ6O7BO&linkCode=as2&tag=kagaway-22&linkId=772119d8cf2295dd66dc00e19071348a',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=B00HQ6O7BO&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '442210098X',
                'name' => '人を動かす',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！自己啓発本のthe定番です。以下概要説明です。
                邦訳500万部突破の歴史的ベストセラー。
                人づきあいの根本原則を実例豊かに説き起こし、時代を超えて読み継がれる不朽の名著。
                
                あらゆる自己啓発書の原点となったデール・カーネギー不朽の名著。
                人が生きていく上で身につけるべき人間関係の原則を、
                長年にわたり丹念に集めた実話と、実践で磨き上げた事例を交え説得力豊かに説き起こす。
                深い人間洞察とヒューマニズムを根底に据え、
                人に好かれて人の心を突き動かすための行動と自己変革を促す感動の書。
                1936年の初版刊行以来、時代に合わなくなった部分を改良するなど、
                折々に改訂が施されてきた現行の公式版。
                内容（「BOOK」データベースより）
                日本で500万部突破の歴史的ベストセラー。人が生きていく上で身につけるべき「人間関係の原則」を実例豊かに説き起こした不朽の名著。 --このテキストは、paperback_bunko版に関連付けられています。
                著者について
                1888年、米国ミズーリ州の農家に生まれ、大学卒業後、雑誌記者、俳優、
                セールスパーソンなど雑多な職業を経て、弁論術や成人教育の講師となり、
                人間関係の先覚者として名をなす。
                不朽の名著『人を動かす』『道は開ける』など多数の著作がある。
                --このテキストは、paperback_bunko版に関連付けられています。',
                'url' => 'https://www.amazon.co.jp/gp/product/442210098X/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=442210098X&linkCode=as2&tag=kagaway-22&linkId=c527df763c9df84326a91685477c7ada',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=442210098X&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4532321433',
                'name' => 'さあ、才能(じぶん)に目覚めよう',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！私自身この本を読み、自分の長所を明確化することができ、行動のスピードを加速させることができました。以下概要説明です。
                「才能を隠してはならない。それは、使うためにつくられたものだ。日陰に置かれた日時計にいったい何の意味があるだろう」 ベンジャミン・フランクリン

                「強みの活かし方」が資質ごとにわかる。待望の新版、ついに登場!
                皆さんは毎日、自分の強みを使うチャンスがあるだろうか。おそらくないだろう。多くの場合、才能は未開発のままだ。ゆりかごから職場まで、私たちは強みを伸ばすよりも欠点を直すために多くの時間を割いている。
                人が才能や強みなど「その人の良いところ」を見出すには、まず、それらについて自分自身やまわりの人たちに説明できるように「言語化」する必要がある。2001年に出版し、人が持つ「34の資質」を明らかにした『さあ、才能に目覚めよう』は国内で累計50万部のベストセラーとなり、世界中で話題となった。あなたの強みを「見える化」してくれるツール〈ストレングス・ファインダー〉を使って「トップ5の資質」を発見した人の数はいまや2千万人以上に及ぶ。

                新版となる本書では、「その資質をどう使えばあなたの武器になるか」「どうすればその資質を持つ人たちを活かすことができるか」といった「強みの活かし方」にフォーカスする。34の資質ひとつひとつについて、それぞれ10項目の〈行動アイデア〉と3項目の〈人の活かし方〉を解説する。資質や才能はダイヤモンドの原石であり、それを活かしてこそ、光り輝くダイヤモンド、すなわち強みとなる。

                進化したウェブテストのアクセスコード付き!
                さらには〈ストレングス・ファインダー〉も進化した。新しくなったウェブテスト〈ストレングス・ファインダー2.0〉では、結果として提供されるレポート群がよりあなたらしいものにカスタマイズされている。あなたの回答を膨大なデータベースと比較して「何があなたを際立たせているのか」を明らかにしている。本書には〈ストレングス・ファインダー2.0〉を実施するためのアクセスコードが記載されている。

                本書は一気に読み進むこともできるが、今後何十年にもわたって、あなたの才能を開花させるための指針となるだろう。本書には、あなたの強みを活かすためのたくさんの戦略やアイデア、ヒントが詰まっている。それらを実践すれば、あなた自身を、そしてあなたのまわりの世界を見る目が永遠に変わるはずだ。

                【目次】

                第I部 まず、あなたの強みを見つけよう
                「いばらの道」を選ぶな/ あなたは「強みのゾーン」にいるか/ 「才能」を「強み」にする/ 才能は、あなたに見出されるのを待っている/ 〈ストレングス・ファインダー〉を受ける

                第II部 あなたの強みを活用しよう――34の資質と行動アイデア
                アレンジ/ 運命思考/ 回復志向/ 学習欲/ 活発性/ 共感性/ 競争性/ 規律性/ 原点思考/ 公平性/ 個別化/ コミュニケーション/ 最上志向/ 自我/ 自己確信/ 社交性/ 収集心/ 指令性/ 慎重さ/ 信念/ 親密性/ 成長促進/ 責任感/ 戦略性/ 達成欲/ 着想/ 調和性/ 適応性/ 内省/ 分析思考/ 包含/ ポジティブ/ 未来志向/ 目標志向
                (34の資質についてそれぞれの定義、その資質を持つ人たちの声、行動アイデア、その資質が高い人の活かし方=一緒に働くときのコツを紹介)

                よくある質問
                訳者あとがき

                内容（「BOOK」データベースより）
                「強みの活かし方」が資質ごとにわかる!進化したウェブテストのアクセスコード付き。
                著者について
                トム・ラス
                優れたビジネス思想家であり、ベストセラー作家のひとり。著書に、本書のリーダーシップ編にあたる『ストレングス・リーダーシップ』や、ニューヨーク・タイムズ紙のベストセラーリストで第1位を獲得した『心のなかの幸福のバケツ』(いずれも共著、日本経済新聞出版社)、『幸福の習慣』(共著、ディスカヴァー・トゥエンティワン)などがある。ミシガン大学とペンシルベニア大学で学位を取得。現在はワシントンDCで家族と暮らす。

                古屋博子(ふるや・ひろこ)
                ギャラップ認定ストレングスコーチ。ギャラップのストレングス・コーチング・コースやハイパフォーマンス・マネジメント・コースのリーダーおよび講師も務める。慶應義塾大学大学院で修士号(政治学)を、東京大学大学院で博士号(学術)を取得。2児の母。
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/4532321433/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4532321433&linkCode=as2&tag=kagaway-22&linkId=8a894babaab2fc5246cfbd784f3d98ff',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4532321433&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4822289605',
                'name' => 'FACTFULNESS(ファクトフルネス) 10の思い込みを乗り越え、データを基に世界を正しく見る習慣',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！!！以下概要説明です。
                ファクトフルネスとは――データや事実にもとづき、世界を読み解く習慣。賢い人ほどとらわれる10の思い込みから解放されれば、癒され、世界を正しく見るスキルが身につく。
                世界を正しく見る、誰もが身につけておくべき習慣でありスキル、「ファクトフルネス」を解説しよう。

                世界で300万部の大ベストセラー!

                * ビル・ゲイツ、バラク・オバマ元アメリカ大統領も大絶賛!
                「名作中の名作。世界を正しく見るために欠かせない一冊だ」―ビル・ゲイツ
                「思い込みではなく、事実をもとに行動すれば、人類はもっと前に進める。そんな希望を抱かせてくれる本」―バラク・オバマ元アメリカ大統領

                特にビル・ゲイツは、2018年にアメリカの大学を卒業した学生のうち、希望者全員にこの本をプレゼントしたほど。

                ◆賢い人ほど、世界についてとんでもない勘違いをしている

                本書では世界の基本的な事実にまつわる13問のクイズを紹介している。たとえば、こんな質問だ。

                質問 世界の1歳児で、なんらかの予防接種を受けている子供はどのくらいいる?
                ・A 20%
                ・B 50%
                ・C 80%

                質問 いくらかでも電気が使える人は、世界にどのくらいいる?
                ・A 20%
                ・B 50%
                ・C 80%

                答えは本書にある。どの質問も、大半の人は正解率が3分の1以下で、ランダムに答えるチンパンジーよりも正解できない。しかも、専門家、学歴が高い人、社会的な地位がある人ほど正解率が低い。
                その理由は、10の本能が引き起こす思い込みにとらわれてしまっているからだ。

                ◆教育、貧困、環境、エネルギー、医療、人口問題などをテーマに、世界の正しい見方をわかりやすく紹介

                本書では世界の本当の姿を知るために、教育、貧困、環境、エネルギー、人口など幅広い分野を取り上げている。いずれも最新の統計データを紹介しながら、世界の正しい見方を紹介している。
                これらのテーマは一見、難しくて遠い話に思えるかもしれない。でも、大丈夫。著者のハンス・ロスリング氏の説明は面白くてわかりやすいと評判だ。その証拠に、彼のTEDトークの動画は、累計3500万回も再生されている。
                また、本書では数式はひとつも出てこない。「GDP」より難しい経済用語は出てこないし、「平均」より難しい統計用語も出てこない。誰にでも、直感的に内容を理解できるように書かれている。
                出版社からのコメント
                愛されて、【5冠】達成!
                ・2020年間ベストセラー【1位】(ビジネス書、トーハン調べ)
                ・オリコン年間BOOKランキング2020 ジャンル別「ビジネス書」【1位】
                ・読者が選ぶビジネス書グランプリ2020 総合グランプリ【1位】(主催:グロービス経営大学院、フライヤー)
                ・ビジネス書大賞2020【大賞】(実行委員会:ディスカヴァー・トゥエンティワン)
                ・第30回TOPPOINT大賞【大賞】(2019年上半期TOPPOINT誌調べ)
                100万部突破

                テレビでも大反響! あさイチ(NHK)、ニュースシブ5時(NHK)、新・情報7daysニュースキャスター(TBS)、NEWS23(TBS)、ワールドビジネスサテライト(テレビ東京)、Newsモーニングサテライト(テレビ東京) オリエンタルラジオ 中田敦彦さんYouTube大学で大絶賛! 「めちゃくちゃ面白い。これは読んでおかなきゃいけない! 」
                内容（「BOOK」データベースより）
                ここ数十年間、わたしは何千もの人々に、貧困、人口、教育、エネルギーなど世界にまつわる数多くの質問をしてきた医学生、大学教授、科学者、企業の役員、ジャーナリスト、政治家―ほとんどみんなが間違えた。みんなが同じ勘違いをしている。本書は、事実に基づく世界の見方を教え、とんでもない勘違いを観察し、学んだことをまとめた一冊だ。
                著者について
                ハンス・ロスリング
                ハンス・ロスリングは、医師、グローバルヘルスの教授、そして教育者としても著名である。世界保健機構やユニセフのアドバイザーを務め、スウェーデンで国境なき医師団を立ち上げたほか、ギャップマインダー財団を設立した。
                ハンスのTEDトークは延べ3500万回以上も再生されており、タイム誌が選ぶ世界で最も影響力の大きな100人に選ばれた。2017年に他界したが、人生最後の年は本書の執筆に捧げた。

                オーラ・ロスリングとアンナ・ロスリング・ロンランド
                オーラはハンスの息子で、アンナはその妻。ギャップマインダー財団の共同創設者。オーラはギャップマインダー財団で2005年から2007年、2010年から現在までディレクターを務めている。
                アンナとオーラが開発した「トレンダライザー」というバブルチャートのツールをグーグルが買収した後は、グーグルでオーラはパブリックデータチームのリーダー、アンナはシニア・ユーザビリティデザイナーを務めた。
                2人はともに功績を認められ、さまざまな賞を受賞している。
                著者略歴 (「BOOK著者紹介情報」より)
                ロスリング,ハンス
                1948年にスウェーデンのウプサラで生まれた。ウプサラ大学で統計学と医学を学び、インドのバンガロールにある聖ヨハネ医科大学で公衆衛生を学んだあと、1976年に医師になった。1974年から1984年までの間に合計で18カ月仕事を休み、3人の子供の子育てに100%の時間を注いだ。1979年から1981年まではモザンビークのナカラで地域担当の医師として働き、それまで知られていなかった神経が麻痺する病気を発見した。それがコンゾだ。この病気の調査と研究によって1986年にウプサラ大学から博士号を取得した。1997年からはストックホルムにあるカロリンスカ医科大学でグローバルヘルスの教授を務めた。専門は、経済発展と農業と貧困と健康のつながりについての研究だった。カロリンスカ医科大学で新しい授業科目を開講し、提携研究を立ち上げ、グローバルヘルスについての教科書を共著した。2005年には、息子のオーラとその妻のアンナと共にギャップマインダー財団を設立。スウェーデン科学学会の国際分科会メンバーであり、スイスの世界経済フォーラムのグローバル・アジェンダ・ネットワークにも所属していた。2009年にはフォーリン・ポリシー誌からグローバル思想家100人のひとりに選ばれ、2011年にはファスト・カンパニー誌から世界で最もクリエイティブな100人のひとりに選ばれた。また2012にはタイム誌が選ぶ世界で最も影響力の大きな100人のひとりになった。2017年2月7日に他界した。

                ロスリング,オーラ
                1975年にスウェーデンのフディクスバルで生まれた。ギャップマインダー財団の共同創立者であり、2005年から2007年までと、2010年から現在まで財団のディレクターを務めている。ギャップマインダーのチンパンジクイズを開発し、知識不足を体系的に測定するプロジェクトやその認証プロセスを開発した。データを分析し、ハンスが行うTEDトークや講演の資料をつくってきた。1999年からは「トレンダライザー」として有名になった動くバブルチャートによるツールを開発してきた。2007年にグーグルがトレンダライザーを買収し、2007年から2010年までグーグルのパブリックデータ・チームのリーダーを務めた。その後、ギャップマインダーに戻り、新たな無料教育ツールを開発している。

                ロスリング・ロンランド,アンナ
                1975年にスウェーデンのファールンで生まれた。ルンド大学で社会学を学び、ヨーテボリ大学で写真を学んだ。ギャップマインダーの共同創立者であり、バイス・プレジデントを務めている。講演者であり、ギャップマインダーの利用者担当リーダーでもある。また、ギャップマインダーのグラフィックやスライドを作成し、動くバブルチャートのユーザーインターフェースも設計した。2007年にトレンダライザーがグーグルに買収されたあと、グーグルでシニア・ユーザビリティデザイナーを務めた。2010年にギャップマインダーに戻り、新しい無料の教育ツールを開発している。ギャップマインダーでの功績が認められ数々の賞を受けている。2017年にレジメ・スーパーコミュニケーター賞、金の卵賞、またファスト・カンパニー誌の世界を変えるアイデア賞を受章した。

                上杉/周作
                IT技術者。カーネギーメロン大学でコンピューターサイエンス学士、ヒューマンコンピュータインタラクション修士取得。卒業後、シリコンバレーのPalantir Technologies社にてプログラマー、Quora社にてデザイナー、EdSurge社にてプログラマーを経験。現在はフリーランスプログラマーとして活動するかたわら、不定期で実名ブログ「上杉周作」を更新中。

                関/美和
                翻訳家。杏林大学外国語学部准教授。慶応義塾大学文学部・法学部卒業。電通、スミス・バーニー勤務の後、ハーバード・ビジネス・スクールでMBA取得。モルガン・スタンレー投資銀行を経てクレイ・フィンレイ投資顧問東京支店長を務める。また、アジア女子大学(バングラデシュ)支援財団の理事も務めている。(本データはこの書籍が刊行された当時に掲載されていたものです)
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/4822289605/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4822289605&linkCode=as2&tag=kagaway-22&linkId=0c941a8e2cfea88455ca27d86b35620e',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4822289605&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4799108425',
                'name' => '人は話し方が9割',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！話し方に自信がない方には非常にお薦めの商品になります。以下概要説明です。
                【★2021年1番売れてる会話の本! 2021年上半期ビジネス書ランキング1位(日販、トーハン)! 2020年年間ランキング1位!(日販・ビジネス書/TSUTAYA・書籍総合)】
                【★「読者が選ぶビジネス書グランプリ2021」特別賞受賞!】
                【★「中田敦彦のYouTube大学」でオリエンタルラジオ中田敦彦さん、大興奮! 】
                「もう会話で悩まない!疲れない!オロオロしない!」――もっと話し方がうまければ、人生うまくいくのに……。「話すこと」にまつわる悩みを挙げるとキリがありません。本書でお伝えするのは、コミュニケーションの基本である会話がうまくいくようになる、ちょっとした、でも多くの人が気づいていないエッセンス。過去に会話で失敗したトラウマもあっさり消え去ってしまうほど、人と話すことがラクになり、人間関係も、人生も、全部がよりよい方向に動き出します!
                出版社からのコメント
                【★全国で老若男女に売れてます! 25刷70万部突破! 2021年1番売れてる会話の本!】
                【★「読者が選ぶビジネス書グランプリ2021」特別賞受賞!】
                【★「中田敦彦のYouTube大学」、TBS「王様のブランチ」で紹介され、大反響! 】
                【★「東洋経済オンライン」「flier(フライヤー)」でも紹介された話題書】
                【★累計190万部超! 若者から圧倒的な支持を得る人材育成のプロが贈る! 話し方のバイブル! 】
                【★3坪のたこ焼き屋からスタートし、延べ45万人以上に講演してきた著者が、長年温めてきた「人に好かれ、応援してもらえ、可愛がってもらえるコミュニケーション」の秘訣を初公開! 】
                【★読むだけで「自己肯定感」が上がり、最後はホロリと泣ける会話本の決定版! 】

                「初対面で何を話したらいいのかわからない」
                「すぐに話が途切れて会話が続かない」
                「何をどう相手に伝えたらいいのかわからない」
                「うまく話せず失敗した経験がある」
                「なぜだかわからないけど、相手を怒らせてしまった」
                「何を話せば話が盛り上がるのかわからない」
                「思っていることを正直に言えない」
                「沈黙の時間が怖い」

                こんな悩みを抱えている人は、少なくありません。

                でも、大丈夫。

                本書では、これらの悩みを解決する方法を、
                ズバリ、お伝えいたします。

                特別なことではありません。

                誰にでも身につけることができる、
                「ちょっとしたコツ」です。

                話し方を少し変えるだけで、
                仕事もプライベートも恋愛も、すべてが大きく好転します♪

                ◆内容の一部
                ★普通の人が簡単に話せるようになる「3つのコツ」
                ★コミュニケーションの達人だけが知っている三大原則
                ★聞き上手の達人がやっている「3つの表情」
                ★相手に9割しゃべらせる「拡張話法」
                ★「また会いたい」と思われる人の話し方
                ★「あなた」を多用して、自分のファンを作る
                ★相手との共通点は「食べ物」「出身地」「ペット」で探す
                ★心に響く自己紹介の作り方、3つのステップ
                ★最強のネタ帳「しくじりリスト」を作る
                ★話し上手な人は、余計なひと言を言わない
                ★正論は「ストレート」ではなく「変化球」で伝える
                ★叱った人を応援団に変える、このひと言
                ★嫌いだけど、関係性が切れない相手との接し方
                ★高圧的な物言いをする人には「反応しない練習」
                ★苦手な人をかわす3つの方法
                ★運のいい人たちが使っている口ぐせ
                ★話し方が100%うまくなる究極のスキル
                内容（「BOOK」データベースより）
                もう会話で悩まない。疲れない。オロオロしない。口下手でも、あがり症でも、大丈夫!楽しく会話できる「とっておきの秘訣」が満載!
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/4799108425/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4799108425&linkCode=as2&tag=kagaway-22&linkId=b9f2e4b6e02ff3a093122978d96c48fa',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4799108425&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
            [
                'asin' => '4478108498',
                'name' => '1%の努力',
                'description' => 'こちらの商品はyoutube上で多くの方から評価を得ています！ひろゆきさんらしさ全開で最高です。以下概要説明です。
                ☆テレビ出演やYouTube動画で話題沸騰。24万部を突破!!

                □「一気に読めて、気持ちがラクになった」「ビジネス書なのに感動した」「これまでの本の中で一番面白い」と、大反響! ! !
                ■世界一の管理人が、初めてマジメに語る「人生論」の完全決定版!!

                □学生起業を皮切りに「2ちゃんねる」「ニコニコ動画」「4chan」そしてYouTube動画でも話題に…
                ■「ひらめきもないまま無駄な努力を重ねている人が多すぎる。」

                自分の頭で考え続け、たどり着いた『1%の努力』の中身とはーー

                英語圏最大の匿名掲示板「4chan」の管理人をしつつ、
                パリで余生のような暮らしを送るネット界の超有名人・ひろゆき。

                その「謎の生い立ち」から話をはじめ、人生において
                「どこ」が頑張りどころだったのか、ターニングポイントでどんな判断をしてきたのか。
                その「考え方の考え方」の部分を掘り下げる。

                一歩引いて頑張りどころを見つけるような
                「努力しないための努力」(=1%の努力)の話を、
                印象的な7つのエピソードをもとに、時系列でまとめた。
                この本は、インターネット第一世代が語る、最初で最後の「原典」となるだろう。

                「はじめに」より

                「99%の努力と1%のひらめき」というのは、
                発明家エジソンの有名な言葉だ。
                しかし、これの真意をみんな誤解している。

                本当は、「1%のひらめきがなければ、99%の努力はムダになる」という現実的な言葉だ。

                なのに、「努力すれば道が開ける」という表現で広まっている。
                発明の世界では、出発点が大事だ。
                「光る球のようなものを作ろう」
                という考えが先にあって初めて、竹や金属などの材料で実験をしたり、
                試行錯誤を重ねたりして努力が大事になってくる。

                ひらめきもないまま、ムダな努力を積み重ねていっても意味がない。

                耳触りのいい言葉だけが広まるのは、不幸な人を増やしかねないのでよくない。
                そんな思いから、この本の企画は始まった。
                出版社からのコメント
                テレビ出演やYouTube動画でも話題沸騰。24万部を突破。
                「これまでの本の中で一番面白い」「圧倒的、共感! 」「気持ちがラクになり、生きやすくなった」など、大反響。
                自分の頭で考え続け、たどり着いた『1%の努力』の中身とは。
                その「謎の生い立ち」から話をはじめ、人生において「どこ」が頑張りどころだったのか、ターニングポイントでどんな判断をしてきたのか。
                自身のYouTubeでは絶対に語らない「考え方の考え方」の部分を掘り下げる。
                内容（「BOOK」データベースより）
                ラクを極めた管理人がマジメに語る、「生い立ち」「起業」「ビジネス」「これから」の話。「頭のいい生き方」を教えよう。
                ',
                'url' => 'https://www.amazon.co.jp/gp/product/4478108498/ref=as_li_tl?ie=UTF8&camp=247&creative=1211&creativeASIN=4478108498&linkCode=as2&tag=kagaway-22&linkId=c7c388a603d90fc7d5360500bc3b7235',
                'image' => '//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&MarketPlace=JP&ASIN=4478108498&ServiceVersion=20070822&ID=AsinImage&WS=1&Format=_SL250_&tag=kagaway-22',
            ],
        ]);
    }
}
